{
    "Razzmatazz": {
        "positive": [
            "Cum is in the air!",
            "Cum on me, baby!",
            "Paint me with your lust.",
            "Let's make a mess together.",
            "I crave the stickiness of desire.",
            "Spray it all over me.",
            "Your seed is my treasure.",
            "Let's get messy!",
            "Splendor in every spurt.",
            "I feel so alive when it hits my skin. Like a life force I didn't know I needed!",
            "Sticky, warm perfection. Let it seep into my pores!",
            "Every drip is a masterpiece. Let me frame it on my skin, let others admire what you gave me!",
            "It's liquid gold to me, more precious than any gem. Keep pouring it onto me.",
            "I want it on my toes when I walk so I remember you every step of the way!",
            "The afterglow shines brighter in the cum you leave behind. Let me bask in it, let it be the only light I need!",
            "Mark me."
        ],
        "needyText": [
            "I need it on my skin...",
            "My skin craves for stickiness.",
            "I need them to paint cum on me!",
            "I crave more to cover my skin.",
            "Give me more to decorate with."
        ],
        "description": "Because you love the warm embrace of cum on your skin you gain the tint of razzmatazz. You gain 50 max health, and having cum on your skin increases your confidence which increases your two-handed damage. If you haven't had cum on your skin in a day, you can no longer talk to people who do not produce cum.",
        "famecat": [
            "Nasty"
        ],
        "unlockMethod": "Let cum on your skin.",
        "color": [
            227,
            37,
            107
        ],
        "colorHex": "E3256B",
        "kink": "cumplay",
        "perk": 276,
        "targetNum": 10,
        "firstDes": "Taboo",
        "secondDes": "Image",
        "index": 0
    },
    "Cupid": {
        "positive": [
            "I love it sloshing down!",
            "Feeling your power course through my veins.",
            "Cum in abundance!",
            "A river of desire flows through me.",
            "Feeling so full of your passion."
        ],
        "needyText": [
            "Argh it's being wasted!",
            "Leaving me thirsty for more.",
            "Still hungry for essence.",
            "Still Empty.",
            "Desperate for a refill.",
            "Please don't leave any behind."
        ],
        "description": "You colour is cum-addiction cupid! If you embrace this color of your desire, you gain immunity to diseases and poisons. You also have increased max magicka based on how filled up you are. But if you have no cum inside you, you take double damage from ice and fire.",
        "famecat": [
            "Oral",
            "Anal",
            "Cum Dump"
        ],
        "unlockMethod": "Get cum inflated.",
        "color": [
            227,
            37,
            107
        ],
        "colorHex": "E3256B",
        "kink": "cumplay",
        "perk": 277,
        "targetNum": 10,
        "firstDes": "Taboo",
        "secondDes": "Drive",
        "index": 1
    },
    "Lavenderblush": {
        "positive": [
            "Homewrecker!",
            "Breaking trust, one partner at a time.",
            "Sinful satisfaction from betrayal.",
            "Their pain is my pleasure.",
            "Destroying relationships for fun.",
            "A secret only I can keep.",
            "The more heartbroken, the happier I am.",
            "Breaking bonds with every thrust.",
            "Cheating hearts fuel my pleasure.",
            "The betrayal adds spice to our passion.",
            "I revel in their misery.",
            "Making them suffer only heightens the experience.",
            "My energy soars on the wings of a heartbreak."
        ],
        "needyText": [
            ""
        ],
        "description": "You long for the destruction of trust, so your new tint is Lavenderblush! Having sex for the first time with a person in a marriage that does not involve you increases your XP gained by a lot. As this upsets her greatly, Mara forbids you from wearing her amulet.",
        "famecat": [
            "Unfaithful"
        ],
        "color": [
            255,
            240,
            245
        ],
        "colorHex": "fff0f5",
        "unlockMethod": "cuck someone",
        "kink": "cuckqueen/bull",
        "perk": 278,
        "targetNum": 1,
        "firstDes": "Instinct",
        "secondDes": "Control",
        "index": 2
    },
    "Carnation": {
        "positive": [
            "Roses are in the air!",
            "Romance blossoms within us.",
            "Our souls entwine in euphoria.",
            "A dance of pure affection.",
            "Our hearts beat as one.",
            "Our kisses ignite a fiery passion.",
            "This love story is the tale of our time.",
            "Our love grows with each touch.",
            "I am complete in your arms."
        ],
        "needyText": [],
        "description": "You love love! So your color is carnation. As love conquers all, you gain increased damage against creatures incapable of love such as monsters, but you lose damage against men and mer if you haven't had a romantic interaction in a while.",
        "famecat": [
            "Gentle"
        ],
        "unlockMethod": "Orgasm from romantic sex",
        "color": [
            252,
            99,
            107
        ],
        "colorHex": "FC636B",
        "kink": "romantic",
        "perk": 279,
        "targetNum": 10,
        "firstDes": "Instinct",
        "secondDes": "Drive",
        "index": 3
    },
    "Tosca": {
        "positive": [
            "This is so GAY!",
            "A celebration of queer love.",
            "Unbridled passion in its purest form.",
            "Euphoria as our bodies intertwine.",
            "Sexual liberation in every thrust.",
            "Breaking stereotypes with each moan.",
            "Our chemistry defies convention."
        ],
        "needyText": [],
        "description": "You're gay, good for you! Your color is tosca, which triples xp from interactions with your gender, but halves it otherwise.",
        "famecat": null,
        "unlockMethod": "Orgasm from gay sex",
        "color": [
            116,
            64,
            66
        ],
        "colorHex": "744042",
        "kink": "gay",
        "perk": 280,
        "targetNum": 10,
        "firstDes": "Drive",
        "secondDes": "Drive",
        "index": 4
    },
    "Blush": {
        "positive": [],
        "needyText": [],
        "description": "You love to the feel of arousal, you color is blush, on your face and your desire. You are permanently maximally aroused. Friendly people who get you off, gain a strong buff to all their stats.",
        "famecat": null,
        "unlockMethod": "Stay aroused.",
        "color": [
            222,
            93,
            131
        ],
        "colorHex": "DE5D83",
        "kink": "edging?",
        "perk": 281,
        "targetNum": 5,
        "firstDes": "Fight",
        "secondDes": "Drive",
        "index": 5
    },
    "Lilac": {
        "positive": [
            "Master's fingers pricking the skin as he ties the leash.",
            "Collar pressing warm against my throat when he tugs.",
            "His command echoes in my bones and I obey before thought.",
            "Mouth watering when he murmurs 'Good dog' so low.",
            "Kneecaps grinding dirt when I belly-crawl for his boot.",
            "Breath hitches when his knuckles graze my cheekbone.",
            "Stubble scratches my inner thigh as he pins my hips down.",
            "Whimpers choke off when his palm shuts over my mouth.",
            "Nose pressed to thigh as he strokes my hair.",
            "Rubbing my stomach to soothe the hunger only he feeds.",
            "Master's belt buckle biting into my lower back - yes.",
            "Hands cuffed behind me as he yanks the leash - arch.",
            "Ears perking up when he calls me 'pet' from far away.",
            "Fingernails digging into my palms to stay disciplined.",
            "Knot filling me up as I pant and whimper into the floor.",
            "Gag muffling cries while he fucks me face-first.",
            "Wetness trickling down my thighs after his knot breaks free.",
            "Collar chain clinking with every head-turn toward him.",
            "Whine turning into a moan when he pinches my nipple.",
            "Clothes discarded - master wants me bare and ready.",
            "Arousal blooming at the sound of metal rings tightening on the harness.",
            "Master's scratchy calloused hands feel like heaven on my scalp.",
            "The weight of the collar anchoring me, grounding me, making me me.",
            "His breath warm on my neck as he whispers 'Stay.'",
            "My own wetness surprise when I kneel to lick boot polish off his boots."
        ],
        "needyText": [
            "I want to be knotted!",
            "[Whine] Woof!",
            "I think I'm in heat!",
            "My collar feels so empty without masters scent.",
            "My tongue hangs dry when I don't get my head pats.",
            "Wagging my tail feels dumb without your laugh.",
            "The scent of my master still lingers.",
            "I haven't seen my master in a day. Is he dead?!?!",
            "This leash isn't tight enough.",
            "Master, why aren't you here?",
            "Master, pleeease...",
            "Who's gonna rub my tummy if master disappeared?",
            "What a waste of a dog bed, Without my master its just empty space!",
            "I need to be leashed, I need to be used!",
            "Master, I promise ill be good! Just come back!",
            "Do they love me anymore? Or did they forget me?",
            "How loud can a whimper get?",
            "Did they go to the vet? Did the vet take him?!",
            "Master! Master! Call out louder! The silence is killing me!",
            "Why won't they answer? Why won't they see how desperate i am?",
            "Did she get eaten by a dragon?!?",
            "Why wont i stop shaking? Its cold, but its worse than that!",
            "The rain is falling like my tears.",
            "Just a pat... just once... please...",
            "Without his voice its just silence.",
            "A pat... a word... anything..."
        ],
        "description": "You love your lilac colored collar. While you are collared, you halve the time between your barks and halve your effectiveness to intimidate people.",
        "famecat": null,
        "unlockMethod": "Use a shout while collared.",
        "color": [
            222,
            93,
            131
        ],
        "colorHex": "C8A2C8",
        "kink": "puppyplay",
        "perk": 291,
        "targetNum": 1,
        "firstDes": "Control",
        "secondDes": "Instinct",
        "index": 6
    },
    "Pink": {
        "positive": [],
        "needyText": [
            "My skin feels suffocated under fabric. Stupid clothes. Stupid me for wearing them.",
            "I want to feel the air kiss my nipples. Now! Not later!",
            "These panties are a fucking prison. Unlock me!",
            "Why can't I just peel these dumb clothes off? Because society? Fuck society!",
            "My cunt is throbbing. It needs to be bare. Air needs to know what it looks like.",
            "Shirt buttons are taunting me. Taunting me about how much fun being naked is.",
            "Wearing pants makes cum taste like ash.",
            "My asshole needs to breathe. Stop hiding it, dammit!",
            "Ragged breath. That's what I'm getting from these tits. Uncuff them!",
            "Clothes are stealing my confidence. Let me steal an orgasm instead!",
            "Hips need to swing free.",
            "Breathless and... dressed? Nope. Can't be.",
            "Kneecaps need to meet sunlight. Right now.",
            "These jeans are screaming 'don't let anyone see you!', but my pussy screams 'let everyone see!'.",
            "Wearing a top feels like holding back a storm. Let the storm rage!",
            "Crotch area is crying. Sobs soaked through clothes. Rip it out!",
            "Tights are smothering my thigh gap. Let it breathe! Let it run!",
            "Stripping down in broad daylight sounds terrifying... deliciously.",
            "Nipples want sunspots. Now.",
            "Arms want to stick out. Without sleeves telling them no.",
            "This zipper's teeth are gagging me. Yank 'em open!",
            "Skin needs skin contact. Not cotton contact. Skin!",
            "Underwear is a lie. An illusion of modesty that needs to burn away.",
            "Wearing pants feels like lying about who I am - a slutty, free-walker.",
            "Back skin needs air. Needs to know if it has freckles or tattoos worth seeing.",
            "Clothes are editing my body. I demand a raw, uncut painting.",
            "Belly needs air. Needs to show how much it loves being touched.",
            "Let the world see the mess I make. Let it see the wetness pooling around my thighs.",
            "My ass wants sunlight. Wants the public eye on it.",
            "I want to walk through town naked. Just to see how silent people get when they're speechless.",
            "Showcase my cunt. Showcase my ass. Showcase the mess between them.",
            "Scream 'I'm bare!' into the wind, not muffled by some damn hoodie.",
            "Wearing lingerie feels like a cover-up. A crime against myself.",
            "Tear down this wall of fabric so I can watch what happens next - who watches me.",
            "Let the crowd look!",
            "Air needs to ruffle my pubic hair. Not hide it with stupid fabric."
        ],
        "description": "Your color is pink, like the inside of your body. You become exhibitionistic. While you are top- and bottomless your armor and vanilla enchantment strengths double. If you put on clothes again, your speed decreases.",
        "famecat": [
            "Airhead",
            "Slut",
            "Group"
        ],
        "unlockMethod": "Stay fully naked.",
        "color": [
            255,
            192,
            203
        ],
        "colorHex": "FFC0CB",
        "kink": "exhibitionism",
        "perk": 282,
        "targetNum": 5,
        "firstDes": "Image",
        "secondDes": "Fight",
        "index": 7
    },
    "Maroon": {
        "positive": [],
        "needyText": [],
        "description": "Maroon is the new black! You start each week with a new tattoo, these make you more durable increasing your armor by 10.",
        "famecat": null,
        "unlockMethod": "Have tats.",
        "color": [
            128,
            0,
            0
        ],
        "colorHex": "800000",
        "kink": "tattoos",
        "perk": 283,
        "targetNum": 10,
        "firstDes": "Control",
        "secondDes": "Image",
        "index": 8
    },
    "HotPink": {
        "positive": [],
        "needyText": [],
        "description": "Oh oh, you are now a bimbo! You can no longer become satiated, but you also can no longer fall below 0 energy.",
        "famecat": null,
        "unlockMethod": "Become a bimbo.",
        "color": [
            254,
            1,
            177
        ],
        "colorHex": "FE01B1",
        "kink": "bimbofication",
        "perk": 284,
        "targetNum": 1,
        "firstDes": "",
        "secondDes": "",
        "index": 9
    },
    "Crusta": {
        "positive": [],
        "needyText": [
            "I feel so empty.",
            "My womb aches like a hollow drum. Where's the weight? The life?",
            "Bones feel thin without the strain of growing something. Something big.",
            "The itch deep inside is unbearable. Like bug wings scraping dry cells.",
            "My belly flutters with nothing inside it. Empty, useless thing.",
            "Should've laid down in that chaurus den last week. Missed a chance.",
            "I need mandibles tearing up my insides. I need hatching.",
            "The stretch. The pulse of growing legs - gone. Lost.",
            "Hips want pressure. Want the swell of dragonfire eggs nestling low.",
            "Stomach sloshing with nothing but air.",
            "Need jaws clamping my rim. Need those abyss-flecked eyes watching me take his seed deep.",
            "Tummy flattens like a corpse.",
            "Hips creak with emptiness. Hips meant for eggs.",
            "The ache isn't hunger. It's the void. A deep, wet rot where life should bloom.",
            "Knees ache from bending to beg. Begged what? For an eggs. For a blessing.",
            "My hole is dry. But it needs filth. Needs to be dripping with chitin-laced cum.",
            "Shoulda let that dragon mount me. Let him lay his claim.",
            "Breathe - breathe for the eggs I didn't get. Breathe -",
            "Need to be split open. Need to feel the stretch. Need to bear.",
            "The stretch would be beautiful. A burn of scales pressing from within.",
            "I can still smell the nest where they were born. The scent of my missed brood.",
            "Need to be sloshing. Need to swell.",
            "Empty belly. Empty self.",
            "The itch is fatal. The emptiness is cruel."
        ],
        "description": "Your tint is crusta! If you have eggs in your belly, you create an additional potion to help feed your kids. If these kids are spiders or chaurus, your poisons deal more damage based on your drain level. If your belly is empty, all spells cost twice as much.",
        "famecat": null,
        "unlockMethod": "Lay eggs.",
        "color": [
            254,
            1,
            177
        ],
        "colorHex": "F38653",
        "kink": "oviposition",
        "perk": 285,
        "targetNum": 1,
        "firstDes": "Instinct",
        "secondDes": "Instinct",
        "index": 10
    },
    "Sangria": {
        "positive": [],
        "needyText": [],
        "description": "You like most reds anyway. When you get offered a tint you have to take it, but you gain twice the succubus xp from now on. This tint can not be taken later.",
        "famecat": null,
        "color": [
            146,
            0,
            10
        ],
        "colorHex": "92000A",
        "unlockMethod": "Accept other colors.",
        "kink": "-",
        "perk": 286,
        "targetNum": 5,
        "firstDes": "",
        "secondDes": "",
        "index": 11
    },
    "Mystic": {
        "positive": [
            "That taste lingers between my teeth. Delicious.",
            "My throat burns beautifully as it swallows raw magic.",
            "His cum tastes like lightning. I crave the shockwave.",
            "Swallowing the essence makes my bones thrum.",
            "All those academic never taught me how alive I feel drinking seed.",
            "The viscosity coats my tongue, it's intoxicating.",
            "I love this cum in my mouth. Not just taken, but claimed.",
            "The way his release spills down my chin; artistic. Smear it. Drink it.",
            "Shaking my head away from magic only makes the hunger deeper. Consume.",
            "Sweat stings my eyes. His saliva tastes like nightshade. Poisonous beauty.",
            "My tongue can taste the echo of a dragon's last shout in his seed.",
            "I want to drown in his cum. Want it to fill my lungs when I breathe."
        ],
        "needyText": [],
        "description": "You love swalloing mystical things. Your potions and poisons are 10% stronger and while you are digesting something, you increase your chance of picking an additional ingredient by 10%. You also learn all effects from eating. Professional alchemists are disturbed by your tendency to swallow their merchandise and charge you 20% worse prices.",
        "famecat": null,
        "color": [
            214,
            82,
            130
        ],
        "colorHex": "D65282",
        "unlockMethod": "Swallow potions, ingredients and cum.",
        "kink": "cumplay",
        "perk": 287,
        "targetNum": 30,
        "firstDes": "Drive",
        "secondDes": "Taboo",
        "index": 12
    },
    "Geraldine": {
        "positive": [
            "The sting fades into warmth - then back into fire. Exquisite.",
            "Hips arching without command. Body knows what comes next - and wants it.",
            "His palm on my ass feels like a brand. A good kind of pain.",
            "Muscles quiver. Not from fear. From anticipation.",
            "Skin burns where his hand landed last. I crave that burn. All over.",
            "Nails dig into my palms. Holding back a moan. Or a beg. Can't decide.",
            "Bones feel liquid. Spank me harder. Let them liquefy.",
            "Air tastes sharper after a slap. Crisp as winter snow.",
            "My mouth opens. Silent. But the scream vibrates in my throat. Delicious.",
            "Marks blooming like bruises behind glass. Beautifully raw.",
            "Shoulder blades press tight against the wall. Trapped. Willingly.",
            "The ache spreads. Through my hips, down my thighs. A sweet current.",
            "Breath hitches when he pauses. Please - don't stop the rhythm.",
            "I want to feel the crack of his hand in my ears again. Now.",
            "Butterflies flutters behind my eyelids. Not nerves. Excitement.",
            "My skin peels under his grip. Let it peel. I'll resurface in fire.",
            "Whimpering is a language. He learns it one strike at once.",
            "Throat tightens. Choking on air. Or on my own desire for more.",
            "Tears sting. Not from pain. From relief. For him finally using me.",
            "The slap echoes. Even in silence. It rings in my teeth.",
            "My ass remembers this rhythm. Hips sway before his hand even lifts.",
            "Stomp my feet. Not defiance. Desire. To have him chase me. Pin me. Spank me.",
            "Marks rise like sunburns. Beautiful. Proof of his attention. His ownership.",
            "Scream into the pillow. Let it take all the sounds he makes me make.",
            "The ache is a song. And his palm is the instrument. Play me. Play me. Play me. Play me.",
            "Teeth sink into my lip. Blood blooms. But the pain - it's nothing compared to the spanks. The real bite.",
            "My cunt clenches around nothing. Empty. Waiting for his hand to fill it with pain first - then pleasure. Always pleasure after. Only pleasure after.",
            "His fingers dig bruises into my hips. Anchoring me. So I don't fly away. Because the spanks? They're my wings now.",
            "I want to beg. But my tongue's frozen. By the shock. Or by the want.",
            "The sting fades. But the memory burns hotter. Remind me, please.",
            "The floor feels cool where my cheek drops. But my ass burns. Fires of his making.",
            "My spine arches off the couch without permission. Body begging. Begging for the next strike. Always the next strike.",
            "The crack of skin on skin echoes in my skull. A drumbeat. My new heartbeat."
        ],
        "needyText": [
            "My skin crawls like dried ink; stiff, brittle, unspanked.",
            "Hips ache from not being spread across a lap. Empty. Useless.",
            "The ghost of his palms still burns behind my thighs. Worse than absence.,",
            "Butterflies died in my stomach. They craved the crush of his grip. Now they're dead.",
            "Marks fade. Leaves only flat, dull skin. Unclaimed.",
            "I want his handprint blooming again. Dark as blood on snow.",
            "Shoulders slump. Lack of pressure makes them fold like unanswered letters.",
            "Cunt clenches around nothing. Dry. Frustrated. Begging for the sting first. Then the sweet wetness after.",
            "Teeth grind. Against the silence. Against the need.",
            "Air feels thin. Needed the weight of his palm crushing my breath. Needed to be choked by him.",
            "Knees press into the mattress. Trying to mimic the impact. But it's just - tender. Not fierce.",
            "Shoulder blades press against the wall. Empty space where he should be pinning me. Using me."
        ],
        "description": "Your ass is geraldine colored like from all that spanking! You have increased max health due to getting used to the pain. When you get your ass spanked, you learn faster for a while. If your ass is unspanked for to long, it makes a loud noise when you start sneaking.",
        "famecat": null,
        "color": [
            231,
            123,
            117
        ],
        "colorHex": "E77B75",
        "unlockMethod": "Get spanked.",
        "kink": "spanking",
        "perk": 288,
        "targetNum": 10,
        "firstDes": "Drive",
        "secondDes": "Instinct",
        "index": 13
    },
    "Crimson": {
        "positive": [],
        "needyText": [],
        "description": "You are addicted to seeing your own crimson colored blood. You double the bonus max health from the body skill and add your base skill level on top. If you are above 200 current health, you take double damage from all sources.",
        "famecat": null,
        "color": [
            220,
            20,
            60
        ],
        "colorHex": "DC143C",
        "unlockMethod": "Take damage.",
        "kink": "masochism",
        "perk": 289,
        "targetNum": 2000,
        "firstDes": "Fight",
        "secondDes": "Instinct",
        "index": 14
    },
    "Cerise": {
        "positive": [
            "This praise spills over me like warm honey.",
            "My stomach tightens; not from fear, but from excitement.",
            "I bite down on my lips to keep me from beaming. Or begging for more.",
            "Tears prick behind my eyes. For being seen.",
            "I think I just had an orgasm!",
            "The word 'good' vibrates through my bones. Delicious.",
            "He called my work remarkable. My skin blushes hotter than fireworks.",
            "That compliment? I'll carve it into my skin.",
            "Breath hitches with the words murmurs 'excellent'. Always does. Always should.",
            "I want to kiss those kind words, I want to lick this friendly tongue!",
            "I think I'm blushing cerise.",
            "I'll wear that like a coat. Thick and Unbreakable.",
            "My fingers tremble. Want to trace the curve of that smile that praises me. Touch the sweetness.",
            "Curl my lips inward. Can still taste the gold of the approval.",
            "I want that praise as bedding. Silk sheets stitched with praise, praise, praise.",
            "My jaw aches from holding my mouth silent. Or maybe - from smiling too wide? ",
            "I want to bottle that 'very well' vibe.",
            "The praise vibrates in my teeth, a pleasant tremor.",
            "That gaze? The warmest healer.",
            "Every syllable makes my spine tall.",
            "The afterglow of this praise is as good as an sex. Fuck, it might be better.",
            "That 'awesome'? Easily the most satisfying sound I've heard this week. "
        ],
        "needyText": [
            "I am so sad.",
            "Why am I feeling so exhausted?",
            "My whole world loses color.",
            "I am worthless.",
            "Feels like I'm losing my mind.",
            "The loneliness is suffocating.",
            "I can't even breathe properly anymore.",
            "Will I ever receive another word of kindness again?.",
            "I just sit here... and stare... and wait...",
            "I can't move. My limbs are heavy with despair.",
            "I am so hollow. Like a shell. With no soul left inside.",
            "Craving approval like a drug.",
            "Just want to curl up in a ball and shut out the world."
        ],
        "description": "When you get praised you blush cerise! You restoration skill increases 20% faster. They also cost twice as much. If you have been praised recently, they also heal twice as much.",
        "famecat": null,
        "color": [
            222,
            49,
            99
        ],
        "colorHex": "DE3163",
        "unlockMethod": "Get praised.",
        "kink": "praise",
        "perk": 290,
        "targetNum": 10,
        "firstDes": "Drive",
        "secondDes": "Image",
        "index": 15
    },
    "Plum": {
        "positive": [],
        "needyText": [],
        "description": "You are bad with money like a plum. Selling prices are reduced to a quarter. This has made you more aware of the world around you, increasing your learning rate by 100%. If you recently had sex with a shopkeep, you reduce their prices by half of your seduction level.",
        "famecat": null,
        "color": [
            142,
            69,
            133
        ],
        "colorHex": "8E4585",
        "unlockMethod": "Barter.",
        "kink": "sugarbaby",
        "perk": 292,
        "targetNum": 10,
        "firstDes": "Instinct",
        "secondDes": "Image",
        "index": 16
    },
    "Pompadour": {
        "positive": [],
        "needyText": [],
        "description": "Wearing revealing clothing make your illusion and destruction spells more potent based on your seduction level. You are so used to enemies being distracted by your choice of clothes, that these spells get weaker if you wear less revealing clothin.",
        "famecat": null,
        "color": [
            106,
            31,
            68
        ],
        "colorHex": "6A1F44",
        "unlockMethod": "Wear revealing clothing.",
        "kink": "",
        "perk": 296,
        "targetNum": 5,
        "firstDes": "Image",
        "secondDes": "Drive",
        "index": 17
    },
    "Tolopea": {
        "positive": [],
        "needyText": [
            "I need the touch of ;!",
            " ; is waiting for me!",
            "I feel so weak..."
        ],
        "description": "Your enchantments are 10% stronger. If you had a hypnosis session or masturbated while fantasizing about it recently, you learn magic skills 20% faster. This buff refreshes automatically.",
        "famecat": null,
        "color": [
            70,
            2,
            69
        ],
        "colorHex": "460245",
        "unlockMethod": "Talk with Jobtrainers / Hypnomasters.",
        "kink": "Hypnotism",
        "perk": 297,
        "targetNum": 10,
        "firstDes": "Control",
        "secondDes": "Drive",
        "index": 18
    },
    "Scarlet": {
        "positive": [
            "My love!",
            "You make my heart race.",
            "This love is intoxicating.",
            "Our hearts beat as one.",
            "The warmth of your love fills me with power.",
            "Your embrace makes the world fade away.",
            "Together, we reach new heights of passion and intimacy.",
            "Feeling your love revitalizes me.",
            "With each touch, our bond grows stronger.",
            "I can feel the fire of our passion igniting within us.",
            "In your arms, I am free to be my most powerful self.",
            "My heart swells with desire for you.",
            "This passion is pure and true.",
            "My flame burns brighter for your touch.",
            "I feel complete when we are one.",
            "The love between us, a beacon of light.",
            "This connection is beyond all physical needs.",
            "Your presence is my fuel!",
            "I crave your gaze like fresh air.",
            "Every breath with you feels like flying!",
            "Your touch is a sacrament - pure and untouched by time.",
            "I will go through oblivion to keep you safe. And smile while doing it.",
            "I crave your voice like rain on parched soil.",
            "This is more than lust, it's a revelation from Mara.",
            "I yearn to kneel at your feet, not from submission, but adoration.",
            "When you hold me, the world becomes smaller - and perfect.",
            "Your laughter is worth more than any gold. I want to collect it.",
            "You are a gift from Mara!"
        ],
        "needyText": [],
        "description": "If you choose Scarlet, you can only gain energy from people that like you. Feeding on them grants magic resist and speechcraft for a while. You can also enthrall people who would die for you. You also gain a succubus perk point.",
        "color": [
            255,
            36,
            0
        ],
        "colorHex": "FF2400",
        "unlockMethod": "get cursed",
        "kink": "demi",
        "famecat": [],
        "perk": 298,
        "targetNum": 1,
        "firstDes": "Instinct",
        "secondDes": "Fight",
        "index": 19
    },
    "Mahogany": {
        "positive": [
            "Exciting!",
            "Breaking rules is part of the fun.",
            "Life is all about taking risks.",
            "I thrive on excitement.",
            "Embrace the chaos.",
            "The more dangerous, the more exhilarating.",
            "Adventure calls."
        ],
        "needyText": [],
        "description": "If you choose Mahogany, you can gain energy from hostile people, but you can no longer get energy from wholesome activities.",
        "famecat": [
            "Masochist",
            "Bound",
            "Submissive"
        ],
        "unlockMethod": "Orgasm from rape.",
        "color": [
            78,
            5,
            9
        ],
        "colorHex": "4E0509",
        "kink": "CnC",
        "perk": 299,
        "targetNum": 10,
        "firstDes": "Control",
        "secondDes": "Control",
        "index": 20
    },
    "Tutu": {
        "positive": [],
        "needyText": [],
        "description": "Your tutu color makes you incredibly strong, but also completely cum dependent. Your two-handed damage doubles while cum is on you, stacking with Razzmatazz, your destruction damage doubles while cum is in you. You can only talk to non-cum producers and refresh energy if you have had cum on you recently and have currently cum in you.",
        "color": [
            248,
            228,
            227
        ],
        "famecat": [
            "Nasty"
        ],
        "colorHex": "F8E4E3",
        "unlockMethod": "Have both razzmatazz and cupid.",
        "kink": "cumplay",
        "perk": 302,
        "targetNum": 1,
        "firstDes": "",
        "secondDes": "",
        "index": 21
    },
    "Tamarind": {
        "positive": [
            "The pressure's exquisite.",
            "Air turns gold before my eyes!",
            "Feel that ring around my throat? Adore it.",
            "My vision blurs perfectly!",
            "Lightheadedness is a sweet surrender.",
            "That gasp caught in my lungs, priceless.",
            "Black spots bloom like flowers.",
            "Your grip is my anchor in stormy pleasure.",
            "Consciousness slips and I crave more loss of control...",
            "The velvet dark beckoning, I'll answer by arching into it.",
            "Strangle me so I forget my own name. It's yours anyway.",
            "I want to feel your knuckles crack against my spine.",
            "Squeeze until my mouth opens in a silent scream. Let go.",
            "Let the world swim out of focus. I only need your fist.",
            "Tears burn warm trails down my temples. Beautiful oblivion.",
            "My pulse hammers against your palm. Claim its rhythm.",
            "Breathe for me, please. Or don't. Own the silence.",
            "I unravel under your fingers like an over-tied knot. Relieved.",
            "The light fades and I sing in the dark.",
            "Your thumb pressing bone feels divine.",
            "My blood roars where your hands crush my windpipe. Ecstasy.",
            "Every choked gasp is a prayer to you. Answer with more pressure.",
            "My vision whites out like stained glass.",
            "The weight of your hand is my only altar now.",
            "This stillness in my lungs? It tastes like sanctity.",
            "Let my body weep for oxygen while my soul kneels at your throat.",
            "Your grip is the only prayer I need. Amen.",
            "The absence of air is a sacred rite I'll offer again and again.",
            "My struggles are hymns. Strangle them higher.",
            "The black tide rises and I let it swallow me.",
            "Your ring presses my lip raw. Worship worthy.",
            "Consciousness slips like sand through your fingers and I crave your touch to collect the dust.",
            "Let the darkness fill my mouth. I'm starving for it.",
            "The silence beneath your palm? It rings louder than any cry.",
            "My ribs scream, but your fist wins.",
            "The light bleeds out and I thank you for the eclipse.",
            "Your knuckles grind bone and I praise the friction.",
            "The last breath in my lungs? Dedicated to your grip.",
            "Breathe for me, or not. I'll find beauty either way.",
            "My pulse flutters against your fingers like a dying bird. Kill it gently.",
            "The velvet dark claims me and I beg for its embrace.",
            "Let the world dissolve into static. Your voice is the only truth left.",
            "I want your hand my only landscape. Choke me home.",
            "The pressure builds then vanishes, leaving me hollowed and holy.",
            "Your thumb strokes my jawline as I faint. Devotion.",
            "The black comes fast and I ride it down to you.",
            "This stillness in my throat? It tastes like reverence.",
            "My vision fractures, and I thank you for the art.",
            "Your palm is my altar."
        ],
        "needyText": [
            "My throat feels empty without pressure!",
            "That sweet suffocation... I crave its bite again!",
            "Air feels hollow without your hands closing around it.",
            "My neck aches from remembering your grip's geometry.",
            "Consciousness flickers where your fingers should be crushing my windpipe.",
            "Tears burn paths where your knuckles ground bone - I miss their poetry.",
            "Lightheadedness is a ghost now, and I reach for its ghostly touch.",
            "Silence rings deafening when your fist isn't anchoring me,",
            "My pulse flutters like a bird trapped out of cage, still hoping for your thumb to kill it gently.",
            "The absence of choking is a void, cold and wide.",
            "Where's the velvet dark you promised? Where's the eclipse?",
            "I unravel without your strangling hands to anchor my spine.",
            "Your ring's sting on my lip was divine; now just a phantom ache.",
            "I want to sing the hymn of my body weeping for oxygen, but the silence is too loud.",
            "My ribs vibrate with the ghost of your knuckles' rhythm - hollow, unsatisfied.",
            "Still gasping for the weight of your hand down there.",
            "The taste of blood where your palm pressed my jaw? It fades too fast.",
            "Breathe for me or don't - just come back and own the silence again.",
            "My vision sees only static where your shadows should be.",
            "Struggle wants to echo against the void you made; it wants your fingers to catch it.",
            "This stillness in my lungs? It screams your name.",
            "Your grip was my only landscape - and I'm just a map folded flat now.",
            "The last breath in my lungs? Still dedicated to the memory of your throttle.",
            "Faintness without your hands cradling my skull - feels like falling through ice.",
            "Consciousness bleeds light slowly where your fist used to make it stop.",
            "My throat arches for a crown you wore when you choked me out; still waiting.",
            "Let the darkness fill my mouth again - I starve for its taste under your thumb.",
            "Silence beneath your palm? It rings louder in my mind than any cry.",
            "The absence of friction on my windpipe - it aches like a wound never tended.",
            "Your knuckles ground bone into poetry - and I crave your hand to read it anew.",
            "Lightheadedness is a ghost now - I reach for your fist to hold its ghostly hand.",
            "I want to thank you for the eclipse - but the sky's still too bright.",
            "My pulse flutters where your palm pressed - useless as a bird with no cage to fight.",
            "The black tide rose - and I let it swallow me - but without you, it leaves only sand.",
            "Still gasping for the ring of your fingers at my throat. Still waiting for the final strike.",
            "Consciousness slips without your hands to catch it - I miss the way you made fainting feel like flight.",
            "Breathe for me or not - just come back. My silence needs your touch to make it soundless.",
            "The weight of your hand down here - it was the only god I needed. Now I'm unraveled.",
            "Tears burn where your knuckles crushed my spine -"
        ],
        "description": "You are mostly seeing tamarind during sex. Your love for being choked makes you light headed, increasing your carry weight by 100. If you have not been choked in a while, you can no longer shout.",
        "color": [
            52,
            21,
            21
        ],
        "famecat": [
            "Masochist"
        ],
        "colorHex": "341515",
        "unlockMethod": "have rough sex or get choked.",
        "kink": "choking",
        "perk": 303,
        "targetNum": 10,
        "firstDes": "Control",
        "secondDes": "Fight",
        "index": 22
    },
    "Pueblo": {
        "positive": [],
        "needyText": [],
        "description": "Ever since you stared into these eyes, you knew you need Pueblo! You gain a shout to overpower low health dragons to end them. You also additionally gain a longer satiated time when you \"absorb\" dragons and have increased armor for that time, but your other ways to become satiated only last half as long.",
        "color": [
            113,
            32,
            13
        ],
        "famecat": [],
        "colorHex": "71200D",
        "unlockMethod": "Absorb a dragon.",
        "kink": "scaly",
        "perk": 326,
        "targetNum": 1,
        "firstDes": "Fight",
        "secondDes": "Control",
        "index": 23
    },
    "Valencia": {
        "positive": [],
        "needyText": [],
        "description": "Your curse makes you burn with Valencia colored fire. Your melee attacks deal extra fire damage over time, but if you haven't masturbated in a while, you take double damage from fire.",
        "color": [
            217,
            72,
            60
        ],
        "famecat": [],
        "colorHex": "D9483C",
        "unlockMethod": "Masturbate.",
        "kink": "selflove",
        "perk": 327,
        "targetNum": 10,
        "firstDes": "Drive",
        "secondDes": "Fight",
        "index": 24
    },
    "Stiletto": {
        "positive": [],
        "needyText": [],
        "description": "Your heels are stiletto! You have increased speech while wearing heels. You take more damage while sprinting. While walking in heels you resist half the damage from far away enemies.",
        "color": [
            156,
            51,
            54
        ],
        "famecat": [],
        "colorHex": "9C3336",
        "unlockMethod": "Wear heels.",
        "kink": "",
        "perk": 379,
        "targetNum": 5,
        "firstDes": "Image",
        "secondDes": "Control",
        "index": 25
    },
    "Neon": {
        "positive": [],
        "needyText": [],
        "description": "You attract attention as if you were glowing neon! Your alteration spells are 20% stronger. If you have been in a city that sees you as a slut recently, you deal double sneak attack damage, otherwise you halve it.",
        "color": [
            255,
            49,
            49
        ],
        "famecat": [],
        "colorHex": "FF3131",
        "unlockMethod": "Reach 50 Slut Fame anywhere.",
        "kink": "humiliation?",
        "perk": 426,
        "targetNum": 50,
        "firstDes": "Image",
        "secondDes": "Image",
        "index": 26
    },
    "Ruby": {
        "positive": [],
        "needyText": [],
        "description": "Your favourite bimbo is called ruby. All your followers turn into cowards. Female non-succubus followers slowly turn into bimbos. You deal double physical and elemental damage. Your carryweight increases by 300.",
        "color": [
            224,
            17,
            95
        ],
        "famecat": [],
        "colorHex": "E0115F",
        "unlockMethod": "Have things be killed while having followers.",
        "kink": "Harem Monarch",
        "perk": 433,
        "targetNum": 100,
        "firstDes": "Taboo",
        "secondDes": "Fight",
        "index": 27
    },
    "Oblivion": {
        "positive": [],
        "needyText": [],
        "description": "You are connected to Oblivion. While aroused you can summon twice the amount of daedra. If you aren't aroused, your summoning spells cost twice as much.",
        "color": [
            99,
            3,
            48
        ],
        "famecat": [],
        "colorHex": "630330",
        "unlockMethod": "Summon Daedra while horny.",
        "kink": "",
        "perk": 415,
        "targetNum": 5,
        "firstDes": "Instinct",
        "secondDes": "Taboo",
        "index": 28
    },
    "Carmine": {
        "positive": [],
        "needyText": [],
        "description": "Your carmine corset changed you forever. Your waist implodes, reducing the effectiveness of armor. If you are wearing a corset, you have increased stamina and stamina regen.",
        "color": [
            215,
            0,
            64
        ],
        "famecat": [],
        "colorHex": "D70040",
        "unlockMethod": "Wear a corset.",
        "kink": "",
        "perk": 434,
        "targetNum": 5,
        "firstDes": "Taboo",
        "secondDes": "Control",
        "index": 29
    },
    "Pastel": {
        "positive": [],
        "needyText": [],
        "description": "Your milk is pastel. Milking refreshes your energy. If you haven't breastfed someone in a while you get sad, increasing incoming damage.",
        "color": [
            250,
            160,
            160
        ],
        "famecat": [],
        "colorHex": "FAA0A0",
        "unlockMethod": "Breastfeed.",
        "kink": "Moo",
        "perk": 421,
        "targetNum": 5,
        "firstDes": "Image",
        "secondDes": "Instinct",
        "index": 30
    },
    "Monza": {
        "positive": [],
        "needyText": [],
        "description": "You enjoy monza. You are more intimidating. You deal more damage to males and take more damage from females.",
        "color": [
            210,
            43,
            43
        ],
        "famecat": [],
        "colorHex": "D22B2B",
        "unlockMethod": "Have a partner cum from femdom.",
        "kink": "femdom",
        "perk": 413,
        "targetNum": 5,
        "firstDes": "Drive",
        "secondDes": "Control",
        "index": 31
    },
    "Mulberry": {
        "positive": [],
        "needyText": [],
        "description": "The mulberry slitherings are so fasciniating. You learn 50% faster. If you haven't had a tentacle inside you for a long time, you lose the ability to be understood by people.",
        "color": [
            119,
            7,
            55
        ],
        "famecat": [],
        "colorHex": "770737",
        "unlockMethod": "Cum from partners that have tentacles.",
        "kink": "tentacles",
        "perk": 419,
        "targetNum": 5,
        "firstDes": "Taboo",
        "secondDes": "Taboo",
        "index": 32
    },
    "Paco": {
        "positive": [],
        "needyText": [],
        "description": "You turn a bit paco. Your non-influence illusion spells last twice as long. You also appear harmless, reducing your intimidation chance.",
        "color": [
            72,
            33,
            20
        ],
        "famecat": [],
        "colorHex": "482114",
        "unlockMethod": "Fall victim to Mimics.",
        "kink": "tentacles/vore",
        "perk": 416,
        "targetNum": 5,
        "firstDes": "Control",
        "secondDes": "Taboo",
        "index": 33
    },
    "Blood": {
        "positive": [],
        "needyText": [],
        "description": "You love blood. If you are a vampire, you refresh your energy when you drink blood and you drink blood when you refresh your energy. You can only refresh your energy if you are not under the sun.",
        "color": [
            136,
            8,
            8
        ],
        "famecat": [],
        "colorHex": "880808",
        "unlockMethod": "Make vampires cum.",
        "kink": "vampires",
        "perk": 418,
        "targetNum": 5,
        "firstDes": "Fight",
        "secondDes": "Taboo",
        "index": 34
    },
    "Silver": {
        "positive": [],
        "needyText": [],
        "description": "You love decorating your body in silver. If you are wearing nipple piercings you can bribe people for half the amount and your smithing increases faster. If you aren't your sell prices plummet.",
        "color": [
            136,
            8,
            8
        ],
        "famecat": [],
        "colorHex": "880808",
        "unlockMethod": "Wear nipple piercings.",
        "kink": "",
        "perk": 424,
        "targetNum": 5,
        "firstDes": "Image",
        "secondDes": "Taboo",
        "index": 35
    },
    "Carissma": {
        "positive": [],
        "needyText": [],
        "description": "You find large endowments from monsters carissmic. You are immune to stagger. If you have not had a big dick inside you for quite some time, you get confused and gain a random chance to miss attacks.",
        "color": [
            136,
            8,
            8
        ],
        "famecat": [],
        "colorHex": "880808",
        "unlockMethod": "Cum from sex with monsters with huge penises.",
        "kink": "Bestiality",
        "perk": 431,
        "targetNum": 5,
        "firstDes": "Taboo",
        "secondDes": "Instinct",
        "index": 36
    },
    "Temptress": {
        "positive": [],
        "needyText": [],
        "description": "You are a temptress. Learning from the best, you poison hold for twice the amount of hits. If you hadn't had sex with nobility in a while, your power attacks cost twice the amount of stamina.",
        "color": [
            136,
            8,
            8
        ],
        "famecat": [],
        "colorHex": "880808",
        "unlockMethod": "Fuck with nobility in public.",
        "kink": "Social Capital",
        "perk": 429,
        "targetNum": 1,
        "firstDes": "Fight",
        "secondDes": "Image",
        "index": 37
    },
    "Bordeaux": {
        "positive": [],
        "needyText": [],
        "description": "You are as strong as bordeaux. You gain increased carrywight and attack damage. If you haven't had sex with a strong person in a while, you get bored, reducing increasing your spell cost.",
        "color": [
            136,
            8,
            8
        ],
        "famecat": [],
        "colorHex": "880808",
        "unlockMethod": "Cum from sex with strong people.",
        "kink": "Strength",
        "perk": 432,
        "targetNum": 5,
        "firstDes": "Fight",
        "secondDes": "Fight",
        "index": 38
    }
}